ycsb/dtforestoram_z4_divoram/OIS_64_5_run.dat
/usr/lib/jvm/java-8-oracle/bin/java -cp /home/gsd/pgs/ycsb/postgrenosql-binding/conf:/home/gsd/pgs/ycsb/conf:/home/gsd/pgs/ycsb/lib/postgresql-9.4.1212.jre7.jar:/home/gsd/pgs/ycsb/lib/json-simple-1.1.1.jar:/home/gsd/pgs/ycsb/lib/postgrenosql-binding-0.18.0-SNAPSHOT.jar:/home/gsd/pgs/ycsb/lib/HdrHistogram-2.1.11.jar:/home/gsd/pgs/ycsb/lib/core-0.18.0-SNAPSHOT.jar:/home/gsd/pgs/ycsb/lib/jackson-mapper-asl-1.9.4.jar:/home/gsd/pgs/ycsb/lib/slf4j-simple-1.7.13.jar:/home/gsd/pgs/ycsb/lib/jackson-core-asl-1.9.4.jar:/home/gsd/pgs/ycsb/lib/htrace-core4-4.1.0-incubating.jar:/home/gsd/pgs/ycsb/lib/slf4j-api-1.7.13.jar site.ycsb.Client -db site.ycsb.postgrenosql.PostgreNoSQLDBClient -s -P workloads/workloada -P postgrenosql.properties -t
Command line: -db site.ycsb.postgrenosql.PostgreNoSQLDBClient -s -P workloads/workloada -P postgrenosql.properties -t
YCSB Client 0.18.0-SNAPSHOT

Loading workload...
Starting test.
Maximum execution time specified as: 2100 secs
2020-03-20 14:53:52:786 0 sec: 0 operations; est completion in 0 second 
2020-03-20 14:54:02:769 10 sec: 0 operations; est completion in 106751991167300 days 15 hours 
2020-03-20 14:54:12:769 20 sec: 0 operations; est completion in 106751991167300 days 15 hours 
Init soe select init_soe(1, CAST( get_ftw_oid() as INTEGER), 1, CAST (get_original_index_oid() as INTEGER))
Loading oblivious tables.
Load complete
DBWrapper: report latency for each error is false and specific error codes to track for latency are: []
2020-03-20 14:54:22:769 2 sec: 1594 operations; 159.42 current ops/sec; est completion in 4 hours 7 minutes [READ: Count=1595, Max=4131, Min=1052, Avg=1432.18, 90=1617, 99=2727, 99.9=3461, 99.99=4131] 
2020-03-20 14:54:32:769 12 sec: 9458 operations; 786.32 current ops/sec; est completion in 3 hours 37 minutes [READ: Count=7864, Max=7675, Min=969, Avg=1263.76, 90=1467, 99=1701, 99.9=3547, 99.99=7675] 
2020-03-20 14:54:42:769 22 sec: 17215 operations; 775.7 current ops/sec; est completion in 3 hours 36 minutes [READ: Count=7757, Max=8887, Min=993, Avg=1283.29, 90=1481, 99=1733, 99.9=4483, 99.99=8887] 
2020-03-20 14:54:52:769 32 sec: 24607 operations; 739.2 current ops/sec; est completion in 3 hours 38 minutes [READ: Count=7392, Max=4591, Min=974, Avg=1345.46, 90=1519, 99=1708, 99.9=3267, 99.99=4591] 
2020-03-20 14:55:02:769 42 sec: 32268 operations; 766.1 current ops/sec; est completion in 3 hours 38 minutes [READ: Count=7660, Max=4807, Min=968, Avg=1299.67, 90=1513, 99=1818, 99.9=4207, 99.99=4807] 
2020-03-20 14:55:12:769 52 sec: 39351 operations; 708.3 current ops/sec; est completion in 3 hours 40 minutes [READ: Count=7084, Max=4855, Min=1024, Avg=1402.88, 90=1579, 99=1913, 99.9=3885, 99.99=4855] 
2020-03-20 14:55:22:769 62 sec: 46785 operations; 743.4 current ops/sec; est completion in 3 hours 41 minutes [READ: Count=7434, Max=4695, Min=994, Avg=1338.21, 90=1520, 99=1702, 99.9=2751, 99.99=4695] 
2020-03-20 14:55:32:769 72 sec: 53997 operations; 721.2 current ops/sec; est completion in 3 hours 42 minutes [READ: Count=7212, Max=4655, Min=985, Avg=1378.02, 90=1584, 99=1737, 99.9=2993, 99.99=4655] 
2020-03-20 14:55:42:769 82 sec: 61400 operations; 740.3 current ops/sec; est completion in 3 hours 42 minutes [READ: Count=7403, Max=4847, Min=981, Avg=1343.73, 90=1548, 99=1736, 99.9=3679, 99.99=4847] 
2020-03-20 14:55:52:769 92 sec: 68894 operations; 749.4 current ops/sec; est completion in 3 hours 41 minutes [READ: Count=7493, Max=4799, Min=976, Avg=1329.89, 90=1529, 99=1751, 99.9=3579, 99.99=4799] 
2020-03-20 14:56:02:769 102 sec: 76357 operations; 746.3 current ops/sec; est completion in 3 hours 41 minutes [READ: Count=7464, Max=4855, Min=988, Avg=1335.48, 90=1531, 99=1742, 99.9=3593, 99.99=4855] 
2020-03-20 14:56:12:769 112 sec: 83721 operations; 736.4 current ops/sec; est completion in 3 hours 41 minutes [READ: Count=7363, Max=5119, Min=975, Avg=1353.35, 90=1557, 99=1746, 99.9=3287, 99.99=5119] 
2020-03-20 14:56:22:769 122 sec: 91047 operations; 732.6 current ops/sec; est completion in 3 hours 41 minutes [READ: Count=7327, Max=6491, Min=1008, Avg=1359.95, 90=1567, 99=1747, 99.9=3487, 99.99=6491] 
2020-03-20 14:56:32:769 132 sec: 98280 operations; 723.3 current ops/sec; est completion in 3 hours 42 minutes [READ: Count=7233, Max=4851, Min=1027, Avg=1377.67, 90=1574, 99=1734, 99.9=3421, 99.99=4851] 
2020-03-20 14:56:42:769 142 sec: 105943 operations; 766.3 current ops/sec; est completion in 3 hours 41 minutes [READ: Count=7663, Max=4751, Min=925, Avg=1300.89, 90=1493, 99=1670, 99.9=3169, 99.99=4751] 
2020-03-20 14:56:52:769 152 sec: 113159 operations; 721.6 current ops/sec; est completion in 3 hours 41 minutes [READ: Count=7216, Max=4847, Min=1022, Avg=1380.48, 90=1574, 99=1804, 99.9=3629, 99.99=4847] 
2020-03-20 14:57:02:769 162 sec: 120400 operations; 724.1 current ops/sec; est completion in 3 hours 42 minutes [READ: Count=7241, Max=4755, Min=999, Avg=1376.54, 90=1573, 99=1801, 99.9=3471, 99.99=4755] 
2020-03-20 14:57:12:769 172 sec: 127579 operations; 717.9 current ops/sec; est completion in 3 hours 42 minutes [READ: Count=7178, Max=4867, Min=1012, Avg=1388.42, 90=1572, 99=1907, 99.9=4511, 99.99=4867] 
2020-03-20 14:57:22:769 182 sec: 134911 operations; 733.2 current ops/sec; est completion in 3 hours 42 minutes [READ: Count=7333, Max=4931, Min=955, Avg=1359.48, 90=1574, 99=1879, 99.9=3517, 99.99=4931] 
2020-03-20 14:57:32:769 192 sec: 142284 operations; 737.3 current ops/sec; est completion in 3 hours 42 minutes [READ: Count=7373, Max=4727, Min=972, Avg=1351.82, 90=1561, 99=1742, 99.9=3553, 99.99=4727] 
2020-03-20 14:57:42:769 202 sec: 149747 operations; 746.3 current ops/sec; est completion in 3 hours 41 minutes [READ: Count=7463, Max=4715, Min=1008, Avg=1335.88, 90=1536, 99=1728, 99.9=3023, 99.99=4715] 
2020-03-20 14:57:52:769 212 sec: 156957 operations; 721 current ops/sec; est completion in 3 hours 41 minutes [READ: Count=7210, Max=4759, Min=994, Avg=1382.19, 90=1591, 99=1947, 99.9=3691, 99.99=4759] 
2020-03-20 14:58:02:769 222 sec: 164266 operations; 730.9 current ops/sec; est completion in 3 hours 41 minutes [READ: Count=7308, Max=4659, Min=987, Avg=1363.68, 90=1583, 99=1725, 99.9=3117, 99.99=4659] 
2020-03-20 14:58:12:769 232 sec: 171666 operations; 740 current ops/sec; est completion in 3 hours 41 minutes [READ: Count=7401, Max=5071, Min=981, Avg=1347.09, 90=1568, 99=1958, 99.9=4307, 99.99=5071] 
2020-03-20 14:58:22:769 242 sec: 179354 operations; 768.8 current ops/sec; est completion in 3 hours 41 minutes [READ: Count=7688, Max=4695, Min=1007, Avg=1297.39, 90=1479, 99=1641, 99.9=3129, 99.99=4695] 
2020-03-20 14:58:32:769 252 sec: 186708 operations; 735.4 current ops/sec; est completion in 3 hours 41 minutes [READ: Count=7354, Max=4791, Min=1004, Avg=1355.41, 90=1547, 99=1795, 99.9=3565, 99.99=4791] 
2020-03-20 14:58:42:769 262 sec: 193801 operations; 709.3 current ops/sec; est completion in 3 hours 41 minutes [READ: Count=7093, Max=6147, Min=1001, Avg=1404.86, 90=1586, 99=1877, 99.9=3475, 99.99=6147] 
2020-03-20 14:58:52:769 272 sec: 201213 operations; 741.2 current ops/sec; est completion in 3 hours 41 minutes [READ: Count=7412, Max=4751, Min=993, Avg=1344.97, 90=1553, 99=1712, 99.9=2995, 99.99=4751] 
2020-03-20 14:59:02:769 282 sec: 208642 operations; 742.9 current ops/sec; est completion in 3 hours 40 minutes [READ: Count=7429, Max=5051, Min=992, Avg=1342.2, 90=1541, 99=1729, 99.9=3057, 99.99=5051] 
2020-03-20 14:59:12:769 292 sec: 215870 operations; 722.8 current ops/sec; est completion in 3 hours 40 minutes [READ: Count=7228, Max=6467, Min=1002, Avg=1378.74, 90=1580, 99=1781, 99.9=3579, 99.99=6467] 
2020-03-20 14:59:22:772 302 sec: 223462 operations; 759.2 current ops/sec; est completion in 3 hours 40 minutes [READ: Count=7591, Max=3335, Min=984, Avg=1313.7, 90=1525, 99=1666, 99.9=1765, 99.99=3335] 
2020-03-20 14:59:32:769 312 sec: 230839 operations; 737.7 current ops/sec; est completion in 3 hours 40 minutes [READ: Count=7377, Max=4751, Min=980, Avg=1350.95, 90=1563, 99=1884, 99.9=4431, 99.99=4751] 
2020-03-20 14:59:42:769 322 sec: 238238 operations; 739.9 current ops/sec; est completion in 3 hours 40 minutes [READ: Count=7400, Max=4555, Min=989, Avg=1347.25, 90=1553, 99=1735, 99.9=3563, 99.99=4555] 
2020-03-20 14:59:52:769 332 sec: 245825 operations; 758.7 current ops/sec; est completion in 3 hours 39 minutes [READ: Count=7586, Max=4779, Min=997, Avg=1314.49, 90=1511, 99=1736, 99.9=3587, 99.99=4779] 
2020-03-20 15:00:02:769 342 sec: 252930 operations; 710.5 current ops/sec; est completion in 3 hours 39 minutes [READ: Count=7106, Max=4667, Min=1048, Avg=1402.35, 90=1595, 99=1751, 99.9=3419, 99.99=4667] 
2020-03-20 15:00:12:769 352 sec: 260196 operations; 726.6 current ops/sec; est completion in 3 hours 39 minutes [READ: Count=7265, Max=6007, Min=995, Avg=1372.01, 90=1591, 99=2127, 99.9=4643, 99.99=6007] 
2020-03-20 15:00:22:769 362 sec: 267751 operations; 755.5 current ops/sec; est completion in 3 hours 39 minutes [READ: Count=7555, Max=4759, Min=973, Avg=1319.95, 90=1501, 99=1726, 99.9=3135, 99.99=4759] 
2020-03-20 15:00:32:769 372 sec: 274871 operations; 712.07 current ops/sec; est completion in 3 hours 39 minutes [READ: Count=7121, Max=4719, Min=1018, Avg=1399.38, 90=1590, 99=1977, 99.9=3629, 99.99=4719] 
2020-03-20 15:00:42:769 382 sec: 282616 operations; 774.5 current ops/sec; est completion in 3 hours 39 minutes [READ: Count=7745, Max=4687, Min=972, Avg=1287.75, 90=1479, 99=1719, 99.9=3183, 99.99=4687] 
2020-03-20 15:00:52:769 392 sec: 290118 operations; 750.12 current ops/sec; est completion in 3 hours 38 minutes [READ: Count=7501, Max=5115, Min=976, Avg=1329.11, 90=1547, 99=1731, 99.9=3101, 99.99=5115] 
2020-03-20 15:01:02:769 402 sec: 297296 operations; 717.8 current ops/sec; est completion in 3 hours 38 minutes [READ: Count=7178, Max=4699, Min=1015, Avg=1388.33, 90=1585, 99=1862, 99.9=4467, 99.99=4699] 
2020-03-20 15:01:12:769 412 sec: 304654 operations; 735.87 current ops/sec; est completion in 3 hours 38 minutes [READ: Count=7358, Max=4031, Min=1005, Avg=1354.71, 90=1556, 99=1706, 99.9=2853, 99.99=4031] 
2020-03-20 15:01:22:769 422 sec: 312200 operations; 754.52 current ops/sec; est completion in 3 hours 38 minutes [READ: Count=7546, Max=4511, Min=997, Avg=1321.6, 90=1508, 99=1704, 99.9=3141, 99.99=4511] 
2020-03-20 15:01:32:769 432 sec: 319519 operations; 731.9 current ops/sec; est completion in 3 hours 38 minutes [READ: Count=7319, Max=4663, Min=1005, Avg=1362.05, 90=1558, 99=1719, 99.9=3279, 99.99=4663] 
2020-03-20 15:01:42:769 442 sec: 327240 operations; 772.18 current ops/sec; est completion in 3 hours 37 minutes [READ: Count=7721, Max=4799, Min=927, Avg=1291.74, 90=1532, 99=1712, 99.9=3447, 99.99=4799] 
2020-03-20 15:01:52:769 452 sec: 334875 operations; 763.42 current ops/sec; est completion in 3 hours 37 minutes [READ: Count=7636, Max=4783, Min=978, Avg=1306.3, 90=1513, 99=1735, 99.9=3477, 99.99=4783] 
2020-03-20 15:02:02:769 462 sec: 342241 operations; 736.6 current ops/sec; est completion in 3 hours 37 minutes [READ: Count=7366, Max=6003, Min=1015, Avg=1353.34, 90=1559, 99=2030, 99.9=4439, 99.99=6003] 
2020-03-20 15:02:12:769 472 sec: 349698 operations; 745.7 current ops/sec; est completion in 3 hours 37 minutes [READ: Count=7456, Max=4495, Min=961, Avg=1337.19, 90=1555, 99=1723, 99.9=3479, 99.99=4495] 
2020-03-20 15:02:22:769 482 sec: 357153 operations; 745.5 current ops/sec; est completion in 3 hours 37 minutes [READ: Count=7455, Max=4723, Min=1006, Avg=1337.53, 90=1524, 99=1747, 99.9=3403, 99.99=4723] 
2020-03-20 15:02:32:769 492 sec: 364571 operations; 741.8 current ops/sec; est completion in 3 hours 36 minutes [READ: Count=7418, Max=4723, Min=959, Avg=1343.89, 90=1555, 99=1724, 99.9=3143, 99.99=4723] 
2020-03-20 15:02:42:769 502 sec: 371882 operations; 731.1 current ops/sec; est completion in 3 hours 36 minutes [READ: Count=7312, Max=4783, Min=994, Avg=1363.33, 90=1576, 99=1756, 99.9=3311, 99.99=4783] 
2020-03-20 15:02:52:769 512 sec: 379313 operations; 743.1 current ops/sec; est completion in 3 hours 36 minutes [READ: Count=7430, Max=4819, Min=977, Avg=1341.99, 90=1537, 99=1759, 99.9=3459, 99.99=4819] 
2020-03-20 15:03:02:769 522 sec: 386703 operations; 739 current ops/sec; est completion in 3 hours 36 minutes [READ: Count=7390, Max=4547, Min=1013, Avg=1349.04, 90=1529, 99=1749, 99.9=3487, 99.99=4547] 
2020-03-20 15:03:12:769 532 sec: 394047 operations; 734.4 current ops/sec; est completion in 3 hours 36 minutes [READ: Count=7344, Max=5095, Min=1006, Avg=1357.27, 90=1552, 99=1743, 99.9=3393, 99.99=5095] 
2020-03-20 15:03:22:771 542 sec: 401488 operations; 744.1 current ops/sec; est completion in 3 hours 36 minutes [READ: Count=7441, Max=4671, Min=989, Avg=1340.16, 90=1537, 99=1747, 99.9=3229, 99.99=4671] 
2020-03-20 15:03:32:769 552 sec: 408813 operations; 732.5 current ops/sec; est completion in 3 hours 36 minutes [READ: Count=7326, Max=3183, Min=999, Avg=1360.37, 90=1555, 99=1689, 99.9=1775, 99.99=3183] 
2020-03-20 15:03:42:769 562 sec: 416335 operations; 752.2 current ops/sec; est completion in 3 hours 35 minutes [READ: Count=7522, Max=4815, Min=950, Avg=1325.59, 90=1543, 99=1713, 99.9=3359, 99.99=4815] 
2020-03-20 15:03:52:769 572 sec: 423692 operations; 735.7 current ops/sec; est completion in 3 hours 35 minutes [READ: Count=7356, Max=4735, Min=1020, Avg=1355.14, 90=1550, 99=1786, 99.9=3363, 99.99=4735] 
2020-03-20 15:04:02:769 582 sec: 431056 operations; 736.4 current ops/sec; est completion in 3 hours 35 minutes [READ: Count=7364, Max=6131, Min=980, Avg=1353.68, 90=1572, 99=1863, 99.9=4195, 99.99=6131] 
2020-03-20 15:04:12:769 592 sec: 438322 operations; 726.6 current ops/sec; est completion in 3 hours 35 minutes [READ: Count=7266, Max=4667, Min=994, Avg=1371.83, 90=1575, 99=1755, 99.9=3387, 99.99=4667] 
2020-03-20 15:04:22:769 602 sec: 445595 operations; 727.3 current ops/sec; est completion in 3 hours 35 minutes [READ: Count=7273, Max=5207, Min=1000, Avg=1370.54, 90=1560, 99=1760, 99.9=3485, 99.99=5207] 
2020-03-20 15:04:32:769 612 sec: 453083 operations; 748.8 current ops/sec; est completion in 3 hours 35 minutes [READ: Count=7488, Max=3149, Min=982, Avg=1331.55, 90=1527, 99=1652, 99.9=1778, 99.99=3149] 
2020-03-20 15:04:42:769 622 sec: 460547 operations; 746.4 current ops/sec; est completion in 3 hours 34 minutes [READ: Count=7464, Max=4859, Min=993, Avg=1335.93, 90=1545, 99=1743, 99.9=3745, 99.99=4859] 
2020-03-20 15:04:52:769 632 sec: 467946 operations; 739.9 current ops/sec; est completion in 3 hours 34 minutes [READ: Count=7400, Max=4723, Min=998, Avg=1347.2, 90=1562, 99=1709, 99.9=2769, 99.99=4723] 
2020-03-20 15:05:02:769 642 sec: 475504 operations; 755.8 current ops/sec; est completion in 3 hours 34 minutes [READ: Count=7557, Max=4855, Min=976, Avg=1319.49, 90=1527, 99=1696, 99.9=3059, 99.99=4855] 
2020-03-20 15:05:12:769 652 sec: 483070 operations; 756.6 current ops/sec; est completion in 3 hours 34 minutes [READ: Count=7567, Max=4635, Min=978, Avg=1317.46, 90=1545, 99=1720, 99.9=2891, 99.99=4635] 
2020-03-20 15:05:22:769 662 sec: 490189 operations; 711.9 current ops/sec; est completion in 3 hours 34 minutes [READ: Count=7118, Max=4851, Min=1017, Avg=1400.02, 90=1582, 99=1927, 99.9=4391, 99.99=4851] 
2020-03-20 15:05:32:769 672 sec: 497533 operations; 734.47 current ops/sec; est completion in 3 hours 34 minutes [READ: Count=7344, Max=4923, Min=1002, Avg=1357.24, 90=1547, 99=1782, 99.9=3617, 99.99=4923] 
2020-03-20 15:05:42:769 682 sec: 505049 operations; 751.6 current ops/sec; est completion in 3 hours 33 minutes [READ: Count=7516, Max=4791, Min=999, Avg=1326.61, 90=1523, 99=1706, 99.9=3477, 99.99=4791] 
2020-03-20 15:05:52:769 692 sec: 512392 operations; 734.23 current ops/sec; est completion in 3 hours 33 minutes [READ: Count=7343, Max=4555, Min=992, Avg=1357.61, 90=1535, 99=1720, 99.9=3135, 99.99=4555] 
2020-03-20 15:06:02:769 702 sec: 519644 operations; 725.2 current ops/sec; est completion in 3 hours 33 minutes [READ: Count=7252, Max=4815, Min=986, Avg=1374.52, 90=1567, 99=1758, 99.9=3495, 99.99=4815] 
2020-03-20 15:06:12:769 712 sec: 527040 operations; 739.6 current ops/sec; est completion in 3 hours 33 minutes [READ: Count=7396, Max=3509, Min=985, Avg=1347.55, 90=1566, 99=1698, 99.9=1771, 99.99=3509] 
2020-03-20 15:06:22:769 722 sec: 534464 operations; 742.4 current ops/sec; est completion in 3 hours 33 minutes [READ: Count=7424, Max=4967, Min=981, Avg=1342.98, 90=1544, 99=1821, 99.9=3531, 99.99=4967] 
2020-03-20 15:06:32:769 732 sec: 541752 operations; 728.8 current ops/sec; est completion in 3 hours 33 minutes [READ: Count=7289, Max=4679, Min=980, Avg=1367.53, 90=1570, 99=1856, 99.9=3543, 99.99=4679] 
2020-03-20 15:06:42:769 742 sec: 549080 operations; 732.8 current ops/sec; est completion in 3 hours 32 minutes [READ: Count=7327, Max=4759, Min=1030, Avg=1360.51, 90=1529, 99=1724, 99.9=3327, 99.99=4759] 
2020-03-20 15:06:52:769 752 sec: 556760 operations; 768 current ops/sec; est completion in 3 hours 32 minutes [READ: Count=7680, Max=4443, Min=983, Avg=1298.67, 90=1483, 99=1638, 99.9=2737, 99.99=4443] 
2020-03-20 15:07:02:769 762 sec: 563978 operations; 721.8 current ops/sec; est completion in 3 hours 32 minutes [READ: Count=7218, Max=4843, Min=1024, Avg=1380.9, 90=1568, 99=1806, 99.9=3539, 99.99=4843] 
2020-03-20 15:07:12:769 772 sec: 571450 operations; 747.27 current ops/sec; est completion in 3 hours 32 minutes [READ: Count=7472, Max=4839, Min=1000, Avg=1334.31, 90=1535, 99=1708, 99.9=3063, 99.99=4839] 
2020-03-20 15:07:22:769 782 sec: 579064 operations; 761.32 current ops/sec; est completion in 3 hours 32 minutes [READ: Count=7614, Max=4523, Min=996, Avg=1309.85, 90=1512, 99=1763, 99.9=3455, 99.99=4523] 
2020-03-20 15:07:32:769 792 sec: 586539 operations; 747.5 current ops/sec; est completion in 3 hours 31 minutes [READ: Count=7475, Max=4695, Min=980, Avg=1333.97, 90=1515, 99=1701, 99.9=3495, 99.99=4695] 
2020-03-20 15:07:42:769 802 sec: 594664 operations; 812.58 current ops/sec; est completion in 3 hours 31 minutes [READ: Count=8125, Max=4751, Min=954, Avg=1228.29, 90=1428, 99=1677, 99.9=3427, 99.99=4751] 
2020-03-20 15:07:52:769 812 sec: 602587 operations; 792.22 current ops/sec; est completion in 3 hours 31 minutes [READ: Count=7923, Max=4627, Min=974, Avg=1259.22, 90=1501, 99=1717, 99.9=3491, 99.99=4627] 
2020-03-20 15:08:02:769 822 sec: 610184 operations; 759.7 current ops/sec; est completion in 3 hours 30 minutes [READ: Count=7597, Max=4755, Min=970, Avg=1312.4, 90=1535, 99=1735, 99.9=3659, 99.99=4755] 
2020-03-20 15:08:12:769 832 sec: 617757 operations; 757.3 current ops/sec; est completion in 3 hours 30 minutes [READ: Count=7574, Max=4679, Min=1000, Avg=1316.73, 90=1541, 99=1753, 99.9=3259, 99.99=4679] 
2020-03-20 15:08:22:769 842 sec: 625426 operations; 766.9 current ops/sec; est completion in 3 hours 30 minutes [READ: Count=7668, Max=4775, Min=968, Avg=1300.63, 90=1499, 99=1665, 99.9=3017, 99.99=4775] 
2020-03-20 15:08:32:769 852 sec: 632859 operations; 743.3 current ops/sec; est completion in 3 hours 30 minutes [READ: Count=7433, Max=4851, Min=969, Avg=1341.47, 90=1551, 99=1748, 99.9=3493, 99.99=4851] 
2020-03-20 15:08:42:769 862 sec: 640242 operations; 738.3 current ops/sec; est completion in 3 hours 30 minutes [READ: Count=7384, Max=3787, Min=1002, Avg=1349.99, 90=1553, 99=1712, 99.9=3195, 99.99=3787] 
2020-03-20 15:08:52:769 872 sec: 647543 operations; 730.1 current ops/sec; est completion in 3 hours 30 minutes [READ: Count=7300, Max=4663, Min=1021, Avg=1365.43, 90=1534, 99=1689, 99.9=2939, 99.99=4663] 
2020-03-20 15:09:02:769 882 sec: 655209 operations; 766.6 current ops/sec; est completion in 3 hours 29 minutes [READ: Count=7666, Max=4727, Min=979, Avg=1300.76, 90=1471, 99=1660, 99.9=2997, 99.99=4727] 
2020-03-20 15:09:12:769 892 sec: 662734 operations; 752.5 current ops/sec; est completion in 3 hours 29 minutes [READ: Count=7526, Max=6727, Min=962, Avg=1324.88, 90=1506, 99=1657, 99.9=3013, 99.99=6727] 
2020-03-20 15:09:22:769 902 sec: 669969 operations; 723.5 current ops/sec; est completion in 3 hours 29 minutes [READ: Count=7234, Max=4455, Min=1003, Avg=1377.58, 90=1565, 99=1730, 99.9=3179, 99.99=4455] 
2020-03-20 15:09:32:769 912 sec: 677611 operations; 764.2 current ops/sec; est completion in 3 hours 29 minutes [READ: Count=7643, Max=4755, Min=949, Avg=1304.81, 90=1535, 99=1708, 99.9=3289, 99.99=4755] 
2020-03-20 15:09:42:769 922 sec: 685405 operations; 779.4 current ops/sec; est completion in 3 hours 28 minutes [READ: Count=7793, Max=4671, Min=982, Avg=1279.89, 90=1477, 99=1687, 99.9=3159, 99.99=4671] 
2020-03-20 15:09:52:769 932 sec: 693008 operations; 760.3 current ops/sec; est completion in 3 hours 28 minutes [READ: Count=7603, Max=4735, Min=953, Avg=1311.46, 90=1496, 99=1735, 99.9=3529, 99.99=4735] 
2020-03-20 15:10:02:769 942 sec: 700497 operations; 748.9 current ops/sec; est completion in 3 hours 28 minutes [READ: Count=7489, Max=4955, Min=972, Avg=1331.44, 90=1532, 99=1711, 99.9=3155, 99.99=4955] 
2020-03-20 15:10:12:769 952 sec: 708327 operations; 783 current ops/sec; est completion in 3 hours 28 minutes [READ: Count=7831, Max=4779, Min=959, Avg=1273.96, 90=1497, 99=1693, 99.9=3107, 99.99=4779] 
2020-03-20 15:10:22:769 962 sec: 715975 operations; 764.8 current ops/sec; est completion in 3 hours 28 minutes [READ: Count=7648, Max=4555, Min=993, Avg=1304.11, 90=1475, 99=1651, 99.9=2819, 99.99=4555] 
2020-03-20 15:10:32:769 972 sec: 723484 operations; 750.9 current ops/sec; est completion in 3 hours 27 minutes [READ: Count=7508, Max=4551, Min=989, Avg=1328.01, 90=1527, 99=1693, 99.9=3333, 99.99=4551] 
2020-03-20 15:10:42:769 982 sec: 730870 operations; 738.6 current ops/sec; est completion in 3 hours 27 minutes [READ: Count=7386, Max=4811, Min=972, Avg=1349.81, 90=1549, 99=1736, 99.9=3457, 99.99=4811] 
2020-03-20 15:10:52:769 992 sec: 738562 operations; 769.2 current ops/sec; est completion in 3 hours 27 minutes [READ: Count=7692, Max=4659, Min=976, Avg=1296.69, 90=1509, 99=1706, 99.9=3201, 99.99=4659] 
2020-03-20 15:11:02:769 1002 sec: 745979 operations; 741.77 current ops/sec; est completion in 3 hours 27 minutes [READ: Count=7417, Max=4783, Min=1000, Avg=1344.07, 90=1554, 99=1770, 99.9=3423, 99.99=4783] 
2020-03-20 15:11:12:769 1012 sec: 753382 operations; 740.23 current ops/sec; est completion in 3 hours 27 minutes [READ: Count=7403, Max=4855, Min=971, Avg=1346.73, 90=1552, 99=1717, 99.9=3063, 99.99=4855] 
2020-03-20 15:11:22:769 1022 sec: 760685 operations; 730.3 current ops/sec; est completion in 3 hours 26 minutes [READ: Count=7303, Max=4407, Min=1005, Avg=1364.75, 90=1570, 99=1742, 99.9=3187, 99.99=4407] 
2020-03-20 15:11:32:769 1032 sec: 768175 operations; 749 current ops/sec; est completion in 3 hours 26 minutes [READ: Count=7490, Max=4783, Min=950, Avg=1331.35, 90=1496, 99=1722, 99.9=3365, 99.99=4783] 
2020-03-20 15:11:42:769 1042 sec: 775643 operations; 746.8 current ops/sec; est completion in 3 hours 26 minutes [READ: Count=7468, Max=4575, Min=980, Avg=1334.9, 90=1529, 99=1722, 99.9=3231, 99.99=4575] 
2020-03-20 15:11:52:769 1052 sec: 782963 operations; 732 current ops/sec; est completion in 3 hours 26 minutes [READ: Count=7321, Max=4759, Min=991, Avg=1361.86, 90=1563, 99=1759, 99.9=3509, 99.99=4759] 
2020-03-20 15:12:02:769 1062 sec: 790483 operations; 752 current ops/sec; est completion in 3 hours 26 minutes [READ: Count=7519, Max=5771, Min=897, Avg=1326.13, 90=1552, 99=1761, 99.9=3601, 99.99=5771] 
2020-03-20 15:12:12:769 1072 sec: 798345 operations; 786.2 current ops/sec; est completion in 3 hours 26 minutes [READ: Count=7862, Max=4863, Min=962, Avg=1268.92, 90=1482, 99=1742, 99.9=3473, 99.99=4863] 
2020-03-20 15:12:22:769 1082 sec: 805889 operations; 754.4 current ops/sec; est completion in 3 hours 25 minutes [READ: Count=7544, Max=5295, Min=984, Avg=1321.6, 90=1507, 99=1710, 99.9=3329, 99.99=5295] 
2020-03-20 15:12:32:769 1092 sec: 813436 operations; 754.7 current ops/sec; est completion in 3 hours 25 minutes [READ: Count=7547, Max=4699, Min=984, Avg=1321.34, 90=1537, 99=1876, 99.9=4359, 99.99=4699] 
2020-03-20 15:12:42:769 1102 sec: 821184 operations; 774.8 current ops/sec; est completion in 3 hours 25 minutes [READ: Count=7748, Max=3375, Min=955, Avg=1287.44, 90=1496, 99=1638, 99.9=1760, 99.99=3375] 
2020-03-20 15:12:52:769 1112 sec: 828771 operations; 758.7 current ops/sec; est completion in 3 hours 25 minutes [READ: Count=7587, Max=6083, Min=981, Avg=1314.4, 90=1520, 99=1701, 99.9=3447, 99.99=6083] 
2020-03-20 15:13:02:769 1122 sec: 836254 operations; 748.3 current ops/sec; est completion in 3 hours 25 minutes [READ: Count=7484, Max=3509, Min=949, Avg=1332.07, 90=1547, 99=1693, 99.9=2529, 99.99=3509] 
2020-03-20 15:13:12:769 1132 sec: 843564 operations; 731 current ops/sec; est completion in 3 hours 24 minutes [READ: Count=7309, Max=4787, Min=990, Avg=1363.68, 90=1560, 99=1733, 99.9=3471, 99.99=4787] 
2020-03-20 15:13:22:769 1142 sec: 851049 operations; 748.5 current ops/sec; est completion in 3 hours 24 minutes [READ: Count=7486, Max=4703, Min=930, Avg=1332, 90=1544, 99=1728, 99.9=3593, 99.99=4703] 
2020-03-20 15:13:32:769 1152 sec: 858588 operations; 753.9 current ops/sec; est completion in 3 hours 24 minutes [READ: Count=7538, Max=4863, Min=949, Avg=1322.44, 90=1532, 99=1729, 99.9=3501, 99.99=4863] 
2020-03-20 15:13:42:769 1162 sec: 866126 operations; 753.8 current ops/sec; est completion in 3 hours 24 minutes [READ: Count=7538, Max=6731, Min=955, Avg=1323, 90=1510, 99=1714, 99.9=3457, 99.99=6731] 
2020-03-20 15:13:52:769 1172 sec: 873637 operations; 751.1 current ops/sec; est completion in 3 hours 24 minutes [READ: Count=7511, Max=4631, Min=972, Avg=1327.59, 90=1534, 99=1712, 99.9=3381, 99.99=4631] 
2020-03-20 15:14:02:769 1182 sec: 881218 operations; 758.1 current ops/sec; est completion in 3 hours 23 minutes [READ: Count=7582, Max=4587, Min=969, Avg=1315.38, 90=1509, 99=1734, 99.9=3235, 99.99=4587] 
2020-03-20 15:14:12:769 1192 sec: 888557 operations; 733.9 current ops/sec; est completion in 3 hours 23 minutes [READ: Count=7338, Max=3619, Min=1030, Avg=1358.25, 90=1564, 99=1730, 99.9=3091, 99.99=3619] 
2020-03-20 15:14:22:769 1202 sec: 895795 operations; 723.8 current ops/sec; est completion in 3 hours 23 minutes [READ: Count=7238, Max=4759, Min=983, Avg=1376.99, 90=1582, 99=1885, 99.9=4323, 99.99=4759] 
2020-03-20 15:14:32:769 1212 sec: 903093 operations; 729.8 current ops/sec; est completion in 3 hours 23 minutes [READ: Count=7298, Max=4583, Min=967, Avg=1365.79, 90=1568, 99=1749, 99.9=3529, 99.99=4583] 
2020-03-20 15:14:42:769 1222 sec: 910607 operations; 751.4 current ops/sec; est completion in 3 hours 23 minutes [READ: Count=7515, Max=4867, Min=1009, Avg=1327.11, 90=1524, 99=1759, 99.9=3637, 99.99=4867] 
2020-03-20 15:14:52:769 1232 sec: 918264 operations; 765.7 current ops/sec; est completion in 3 hours 23 minutes [READ: Count=7657, Max=4791, Min=973, Avg=1302.46, 90=1519, 99=1690, 99.9=3341, 99.99=4791] 
2020-03-20 15:15:02:769 1242 sec: 925827 operations; 756.3 current ops/sec; est completion in 3 hours 22 minutes [READ: Count=7562, Max=4887, Min=1005, Avg=1318.57, 90=1534, 99=1709, 99.9=3203, 99.99=4887] 
2020-03-20 15:15:12:769 1252 sec: 933294 operations; 746.7 current ops/sec; est completion in 3 hours 22 minutes [READ: Count=7467, Max=4455, Min=986, Avg=1335.36, 90=1529, 99=1685, 99.9=3165, 99.99=4455] 
2020-03-20 15:15:22:769 1262 sec: 940759 operations; 746.5 current ops/sec; est completion in 3 hours 22 minutes [READ: Count=7465, Max=4611, Min=1025, Avg=1335.46, 90=1527, 99=1712, 99.9=3099, 99.99=4611] 
2020-03-20 15:15:32:769 1272 sec: 948232 operations; 747.37 current ops/sec; est completion in 3 hours 22 minutes [READ: Count=7473, Max=4719, Min=977, Avg=1334.26, 90=1549, 99=1757, 99.9=3551, 99.99=4719] 
2020-03-20 15:15:42:769 1282 sec: 955683 operations; 745.03 current ops/sec; est completion in 3 hours 22 minutes [READ: Count=7451, Max=4731, Min=969, Avg=1338.26, 90=1570, 99=1785, 99.9=3707, 99.99=4731] 
2020-03-20 15:15:52:769 1292 sec: 963103 operations; 742 current ops/sec; est completion in 3 hours 22 minutes [READ: Count=7420, Max=4663, Min=978, Avg=1343.74, 90=1548, 99=1727, 99.9=3285, 99.99=4663] 
2020-03-20 15:16:02:769 1302 sec: 970781 operations; 767.8 current ops/sec; est completion in 3 hours 21 minutes [READ: Count=7679, Max=4607, Min=960, Avg=1298.96, 90=1476, 99=1650, 99.9=2705, 99.99=4607] 
2020-03-20 15:16:12:769 1312 sec: 978380 operations; 759.9 current ops/sec; est completion in 3 hours 21 minutes [READ: Count=7598, Max=4811, Min=969, Avg=1312.42, 90=1551, 99=1723, 99.9=3211, 99.99=4811] 
2020-03-20 15:16:22:769 1322 sec: 985867 operations; 748.7 current ops/sec; est completion in 3 hours 21 minutes [READ: Count=7488, Max=5719, Min=969, Avg=1331.69, 90=1537, 99=1707, 99.9=2713, 99.99=5719] 
2020-03-20 15:16:32:769 1332 sec: 993027 operations; 716 current ops/sec; est completion in 3 hours 21 minutes [READ: Count=7159, Max=4715, Min=959, Avg=1391.89, 90=1589, 99=2049, 99.9=4431, 99.99=4715] 
2020-03-20 15:16:42:769 1342 sec: 1000378 operations; 735.1 current ops/sec; est completion in 3 hours 21 minutes [READ: Count=7351, Max=4983, Min=985, Avg=1356.17, 90=1553, 99=1712, 99.9=3449, 99.99=4983] 
2020-03-20 15:16:52:769 1352 sec: 1007799 operations; 742.1 current ops/sec; est completion in 3 hours 21 minutes [READ: Count=7421, Max=4891, Min=993, Avg=1343.5, 90=1543, 99=1745, 99.9=3533, 99.99=4891] 
2020-03-20 15:17:02:769 1362 sec: 1015145 operations; 734.6 current ops/sec; est completion in 3 hours 20 minutes [READ: Count=7347, Max=3627, Min=944, Avg=1356.86, 90=1549, 99=1707, 99.9=2635, 99.99=3627] 
2020-03-20 15:17:12:769 1372 sec: 1022723 operations; 757.8 current ops/sec; est completion in 3 hours 20 minutes [READ: Count=7577, Max=4791, Min=942, Avg=1316.12, 90=1561, 99=1772, 99.9=4499, 99.99=4791] 
2020-03-20 15:17:22:769 1382 sec: 1030040 operations; 731.7 current ops/sec; est completion in 3 hours 20 minutes [READ: Count=7317, Max=4627, Min=997, Avg=1362.48, 90=1561, 99=1934, 99.9=3799, 99.99=4627] 
2020-03-20 15:17:32:769 1392 sec: 1037620 operations; 758 current ops/sec; est completion in 3 hours 20 minutes [READ: Count=7581, Max=4643, Min=980, Avg=1315.56, 90=1522, 99=1688, 99.9=3055, 99.99=4643] 
2020-03-20 15:17:42:769 1402 sec: 1044999 operations; 737.9 current ops/sec; est completion in 3 hours 20 minutes [READ: Count=7378, Max=4983, Min=972, Avg=1351.1, 90=1567, 99=1908, 99.9=3637, 99.99=4983] 
2020-03-20 15:17:52:769 1412 sec: 1052537 operations; 753.8 current ops/sec; est completion in 3 hours 20 minutes [READ: Count=7538, Max=4691, Min=964, Avg=1322.81, 90=1547, 99=1710, 99.9=3139, 99.99=4691] 
2020-03-20 15:18:02:769 1422 sec: 1060093 operations; 755.6 current ops/sec; est completion in 3 hours 19 minutes [READ: Count=7557, Max=4831, Min=947, Avg=1319.6, 90=1514, 99=1688, 99.9=3287, 99.99=4831] 
2020-03-20 15:18:12:769 1432 sec: 1067402 operations; 730.9 current ops/sec; est completion in 3 hours 19 minutes [READ: Count=7308, Max=4739, Min=1025, Avg=1363.9, 90=1537, 99=1820, 99.9=3583, 99.99=4739] 
2020-03-20 15:18:22:769 1442 sec: 1075011 operations; 760.9 current ops/sec; est completion in 3 hours 19 minutes [READ: Count=7609, Max=4475, Min=960, Avg=1310.64, 90=1515, 99=1707, 99.9=3109, 99.99=4475] 
2020-03-20 15:18:32:769 1452 sec: 1082671 operations; 766 current ops/sec; est completion in 3 hours 19 minutes [READ: Count=7660, Max=5527, Min=978, Avg=1301.72, 90=1530, 99=1732, 99.9=3307, 99.99=5527] 
2020-03-20 15:18:42:769 1462 sec: 1090125 operations; 745.4 current ops/sec; est completion in 3 hours 19 minutes [READ: Count=7454, Max=4703, Min=970, Avg=1337.29, 90=1560, 99=1755, 99.9=3647, 99.99=4703] 
2020-03-20 15:18:52:769 1472 sec: 1097456 operations; 733.1 current ops/sec; est completion in 3 hours 19 minutes [READ: Count=7331, Max=4883, Min=915, Avg=1359.62, 90=1550, 99=1725, 99.9=3567, 99.99=4883] 
2020-03-20 15:19:02:769 1482 sec: 1104980 operations; 752.4 current ops/sec; est completion in 3 hours 18 minutes [READ: Count=7524, Max=4855, Min=992, Avg=1325.18, 90=1544, 99=1728, 99.9=3447, 99.99=4855] 
2020-03-20 15:19:12:769 1492 sec: 1112722 operations; 774.2 current ops/sec; est completion in 3 hours 18 minutes [READ: Count=7742, Max=4799, Min=965, Avg=1288.38, 90=1490, 99=1746, 99.9=3501, 99.99=4799] 
2020-03-20 15:19:22:769 1502 sec: 1120408 operations; 768.6 current ops/sec; est completion in 3 hours 18 minutes [READ: Count=7686, Max=3177, Min=944, Avg=1297.59, 90=1506, 99=1660, 99.9=1755, 99.99=3177] 
2020-03-20 15:19:32:769 1512 sec: 1127990 operations; 758.2 current ops/sec; est completion in 3 hours 18 minutes [READ: Count=7582, Max=4767, Min=981, Avg=1315.2, 90=1551, 99=1715, 99.9=3137, 99.99=4767] 
2020-03-20 15:19:42:769 1522 sec: 1135354 operations; 736.4 current ops/sec; est completion in 3 hours 18 minutes [READ: Count=7364, Max=4719, Min=990, Avg=1353.87, 90=1550, 99=1896, 99.9=3513, 99.99=4719] 
2020-03-20 15:19:52:769 1532 sec: 1142733 operations; 737.9 current ops/sec; est completion in 3 hours 17 minutes [READ: Count=7379, Max=4615, Min=977, Avg=1350.96, 90=1558, 99=1737, 99.9=3587, 99.99=4615] 
2020-03-20 15:20:02:769 1542 sec: 1150326 operations; 759.38 current ops/sec; est completion in 3 hours 17 minutes [READ: Count=7593, Max=4651, Min=992, Avg=1313.43, 90=1525, 99=1731, 99.9=3385, 99.99=4651] 
2020-03-20 15:20:12:769 1552 sec: 1157652 operations; 732.53 current ops/sec; est completion in 3 hours 17 minutes [READ: Count=7326, Max=3393, Min=1009, Avg=1360.43, 90=1544, 99=1693, 99.9=2669, 99.99=3393] 
2020-03-20 15:20:22:769 1562 sec: 1165085 operations; 743.3 current ops/sec; est completion in 3 hours 17 minutes [READ: Count=7433, Max=4823, Min=904, Avg=1341.42, 90=1527, 99=1742, 99.9=3701, 99.99=4823] 
2020-03-20 15:20:32:769 1572 sec: 1172771 operations; 768.6 current ops/sec; est completion in 3 hours 17 minutes [READ: Count=7687, Max=4339, Min=961, Avg=1297.5, 90=1502, 99=1669, 99.9=2429, 99.99=4339] 
2020-03-20 15:20:42:769 1582 sec: 1180039 operations; 726.8 current ops/sec; est completion in 3 hours 17 minutes [READ: Count=7267, Max=4911, Min=1018, Avg=1371.56, 90=1541, 99=1770, 99.9=3687, 99.99=4911] 
2020-03-20 15:20:52:769 1592 sec: 1187650 operations; 761.1 current ops/sec; est completion in 3 hours 16 minutes [READ: Count=7611, Max=4615, Min=946, Avg=1310.19, 90=1511, 99=1698, 99.9=3153, 99.99=4615] 
2020-03-20 15:21:02:769 1602 sec: 1195103 operations; 745.3 current ops/sec; est completion in 3 hours 16 minutes [READ: Count=7453, Max=4735, Min=980, Avg=1337.73, 90=1531, 99=1739, 99.9=3605, 99.99=4735] 
2020-03-20 15:21:12:769 1612 sec: 1202482 operations; 737.9 current ops/sec; est completion in 3 hours 16 minutes [READ: Count=7380, Max=4591, Min=994, Avg=1350.83, 90=1542, 99=1802, 99.9=3549, 99.99=4591] 
2020-03-20 15:21:22:769 1622 sec: 1209911 operations; 742.9 current ops/sec; est completion in 3 hours 16 minutes [READ: Count=7428, Max=4715, Min=985, Avg=1342.03, 90=1542, 99=1709, 99.9=2967, 99.99=4715] 
2020-03-20 15:21:32:769 1632 sec: 1217506 operations; 759.5 current ops/sec; est completion in 3 hours 16 minutes [READ: Count=7595, Max=4979, Min=947, Avg=1313, 90=1539, 99=1706, 99.9=3275, 99.99=4979] 
2020-03-20 15:21:42:769 1642 sec: 1224859 operations; 735.3 current ops/sec; est completion in 3 hours 16 minutes [READ: Count=7353, Max=4831, Min=1001, Avg=1355.74, 90=1563, 99=1864, 99.9=3531, 99.99=4831] 
2020-03-20 15:21:52:769 1652 sec: 1232195 operations; 733.6 current ops/sec; est completion in 3 hours 15 minutes [READ: Count=7336, Max=4703, Min=1009, Avg=1358.92, 90=1546, 99=1737, 99.9=3521, 99.99=4703] 
2020-03-20 15:22:02:769 1662 sec: 1239570 operations; 737.5 current ops/sec; est completion in 3 hours 15 minutes [READ: Count=7375, Max=4615, Min=1002, Avg=1351.7, 90=1541, 99=1720, 99.9=3255, 99.99=4615] 
2020-03-20 15:22:12:769 1672 sec: 1246946 operations; 737.6 current ops/sec; est completion in 3 hours 15 minutes [READ: Count=7376, Max=6635, Min=982, Avg=1351.8, 90=1556, 99=2135, 99.9=4499, 99.99=6635] 
2020-03-20 15:22:22:769 1682 sec: 1254379 operations; 743.3 current ops/sec; est completion in 3 hours 15 minutes [READ: Count=7434, Max=4719, Min=1000, Avg=1341.23, 90=1551, 99=1823, 99.9=4423, 99.99=4719] 
2020-03-20 15:22:32:769 1692 sec: 1261882 operations; 750.3 current ops/sec; est completion in 3 hours 15 minutes [READ: Count=7502, Max=4811, Min=974, Avg=1328.91, 90=1556, 99=1748, 99.9=3483, 99.99=4811] 
2020-03-20 15:22:42:769 1702 sec: 1269301 operations; 741.9 current ops/sec; est completion in 3 hours 15 minutes [READ: Count=7419, Max=4703, Min=999, Avg=1343.96, 90=1523, 99=1803, 99.9=3621, 99.99=4703] 
2020-03-20 15:22:52:771 1712 sec: 1276679 operations; 737.8 current ops/sec; est completion in 3 hours 15 minutes [READ: Count=7378, Max=4719, Min=964, Avg=1351.54, 90=1530, 99=1719, 99.9=3099, 99.99=4719] 
2020-03-20 15:23:02:769 1722 sec: 1284118 operations; 743.9 current ops/sec; est completion in 3 hours 14 minutes [READ: Count=7439, Max=4667, Min=980, Avg=1340, 90=1557, 99=1749, 99.9=2985, 99.99=4667] 
2020-03-20 15:23:12:769 1732 sec: 1291550 operations; 743.2 current ops/sec; est completion in 3 hours 14 minutes [READ: Count=7432, Max=4755, Min=973, Avg=1341.32, 90=1565, 99=1713, 99.9=2781, 99.99=4755] 
2020-03-20 15:23:22:769 1742 sec: 1299074 operations; 752.4 current ops/sec; est completion in 3 hours 14 minutes [READ: Count=7524, Max=4667, Min=995, Avg=1325.29, 90=1519, 99=1709, 99.9=3339, 99.99=4667] 
2020-03-20 15:23:32:769 1752 sec: 1306767 operations; 769.3 current ops/sec; est completion in 3 hours 14 minutes [READ: Count=7693, Max=4643, Min=954, Avg=1296.6, 90=1509, 99=1761, 99.9=3469, 99.99=4643] 
2020-03-20 15:23:42:769 1762 sec: 1313974 operations; 720.7 current ops/sec; est completion in 3 hours 14 minutes [READ: Count=7208, Max=4583, Min=997, Avg=1382.91, 90=1571, 99=1952, 99.9=3695, 99.99=4583] 
2020-03-20 15:23:52:769 1772 sec: 1321551 operations; 757.7 current ops/sec; est completion in 3 hours 13 minutes [READ: Count=7576, Max=6667, Min=963, Avg=1316.18, 90=1506, 99=1665, 99.9=2727, 99.99=6667] 
2020-03-20 15:24:02:769 1782 sec: 1329024 operations; 747.3 current ops/sec; est completion in 3 hours 13 minutes [READ: Count=7473, Max=4755, Min=993, Avg=1334.34, 90=1513, 99=1830, 99.9=3497, 99.99=4755] 
2020-03-20 15:24:12:769 1792 sec: 1336442 operations; 741.8 current ops/sec; est completion in 3 hours 13 minutes [READ: Count=7418, Max=5151, Min=993, Avg=1344, 90=1580, 99=1783, 99.9=4283, 99.99=5151] 
2020-03-20 15:24:22:769 1802 sec: 1343832 operations; 739 current ops/sec; est completion in 3 hours 13 minutes [READ: Count=7390, Max=4847, Min=988, Avg=1349.1, 90=1545, 99=1732, 99.9=3573, 99.99=4847] 
2020-03-20 15:24:32:769 1812 sec: 1351161 operations; 732.9 current ops/sec; est completion in 3 hours 13 minutes [READ: Count=7329, Max=4651, Min=995, Avg=1359.96, 90=1570, 99=1834, 99.9=3641, 99.99=4651] 
2020-03-20 15:24:42:769 1822 sec: 1358498 operations; 733.7 current ops/sec; est completion in 3 hours 13 minutes [READ: Count=7337, Max=4703, Min=971, Avg=1358.74, 90=1557, 99=1856, 99.9=3595, 99.99=4703] 
2020-03-20 15:24:52:769 1832 sec: 1366486 operations; 798.8 current ops/sec; est completion in 3 hours 12 minutes [READ: Count=7988, Max=5447, Min=921, Avg=1249.11, 90=1431, 99=1605, 99.9=2989, 99.99=5447] 
2020-03-20 15:25:02:769 1842 sec: 1374140 operations; 765.4 current ops/sec; est completion in 3 hours 12 minutes [READ: Count=7655, Max=5811, Min=974, Avg=1302.8, 90=1483, 99=1693, 99.9=3153, 99.99=5811] 
2020-03-20 15:25:12:769 1852 sec: 1381501 operations; 736.1 current ops/sec; est completion in 3 hours 12 minutes [READ: Count=7360, Max=6583, Min=957, Avg=1354.34, 90=1555, 99=1753, 99.9=3675, 99.99=6583] 
2020-03-20 15:25:22:769 1862 sec: 1388969 operations; 746.8 current ops/sec; est completion in 3 hours 12 minutes [READ: Count=7468, Max=4739, Min=995, Avg=1334.85, 90=1517, 99=1685, 99.9=2943, 99.99=4739] 
2020-03-20 15:25:32:769 1872 sec: 1396479 operations; 751 current ops/sec; est completion in 3 hours 12 minutes [READ: Count=7510, Max=4755, Min=961, Avg=1327.71, 90=1536, 99=1695, 99.9=3149, 99.99=4755] 
2020-03-20 15:25:42:769 1882 sec: 1403835 operations; 735.6 current ops/sec; est completion in 3 hours 12 minutes [READ: Count=7356, Max=4603, Min=1011, Avg=1355.08, 90=1554, 99=1732, 99.9=3397, 99.99=4603] 
2020-03-20 15:25:52:769 1892 sec: 1411095 operations; 726 current ops/sec; est completion in 3 hours 11 minutes [READ: Count=7261, Max=6899, Min=1015, Avg=1373.04, 90=1557, 99=2087, 99.9=4367, 99.99=6899] 
2020-03-20 15:26:02:769 1902 sec: 1418882 operations; 778.7 current ops/sec; est completion in 3 hours 11 minutes [READ: Count=7786, Max=4891, Min=963, Avg=1281.11, 90=1493, 99=1705, 99.9=3683, 99.99=4891] 
2020-03-20 15:26:12:769 1912 sec: 1426126 operations; 724.4 current ops/sec; est completion in 3 hours 11 minutes [READ: Count=7244, Max=4763, Min=983, Avg=1375.84, 90=1582, 99=1753, 99.9=3539, 99.99=4763] 
2020-03-20 15:26:22:769 1922 sec: 1433867 operations; 774.1 current ops/sec; est completion in 3 hours 11 minutes [READ: Count=7741, Max=4863, Min=948, Avg=1288.54, 90=1535, 99=1709, 99.9=3393, 99.99=4863] 
2020-03-20 15:26:32:769 1932 sec: 1441075 operations; 720.8 current ops/sec; est completion in 3 hours 11 minutes [READ: Count=7208, Max=4775, Min=1001, Avg=1382.82, 90=1570, 99=1736, 99.9=3393, 99.99=4775] 
2020-03-20 15:26:42:769 1942 sec: 1448747 operations; 767.2 current ops/sec; est completion in 3 hours 11 minutes [READ: Count=7672, Max=4643, Min=980, Avg=1299.81, 90=1509, 99=1669, 99.9=2805, 99.99=4643] 
2020-03-20 15:26:52:769 1952 sec: 1456531 operations; 778.4 current ops/sec; est completion in 3 hours 10 minutes [READ: Count=7784, Max=4619, Min=968, Avg=1281.48, 90=1456, 99=1652, 99.9=3123, 99.99=4619] 
2020-03-20 15:27:02:769 1962 sec: 1463749 operations; 721.8 current ops/sec; est completion in 3 hours 10 minutes [READ: Count=7218, Max=4671, Min=1021, Avg=1380.73, 90=1553, 99=1711, 99.9=3291, 99.99=4671] 
2020-03-20 15:27:12:769 1972 sec: 1471057 operations; 730.8 current ops/sec; est completion in 3 hours 10 minutes [READ: Count=7308, Max=5103, Min=959, Avg=1364.31, 90=1565, 99=1856, 99.9=4423, 99.99=5103] 
2020-03-20 15:27:22:769 1982 sec: 1478452 operations; 739.5 current ops/sec; est completion in 3 hours 10 minutes [READ: Count=7395, Max=4695, Min=998, Avg=1348.14, 90=1550, 99=1757, 99.9=3669, 99.99=4695] 
2020-03-20 15:27:32:769 1992 sec: 1485746 operations; 729.4 current ops/sec; est completion in 3 hours 10 minutes [READ: Count=7294, Max=4855, Min=1002, Avg=1366.61, 90=1575, 99=1757, 99.9=4343, 99.99=4855] 
2020-03-20 15:27:42:769 2002 sec: 1493185 operations; 743.9 current ops/sec; est completion in 3 hours 10 minutes [READ: Count=7439, Max=4755, Min=972, Avg=1340.26, 90=1543, 99=1719, 99.9=3375, 99.99=4755] 
2020-03-20 15:27:52:769 2012 sec: 1500758 operations; 757.3 current ops/sec; est completion in 3 hours 9 minutes [READ: Count=7573, Max=4351, Min=951, Avg=1316.68, 90=1531, 99=1712, 99.9=3133, 99.99=4351] 
2020-03-20 15:28:02:769 2022 sec: 1508084 operations; 732.6 current ops/sec; est completion in 3 hours 9 minutes [READ: Count=7326, Max=4699, Min=1004, Avg=1360.7, 90=1562, 99=1755, 99.9=3519, 99.99=4699] 
2020-03-20 15:28:12:769 2032 sec: 1515748 operations; 766.4 current ops/sec; est completion in 3 hours 9 minutes [READ: Count=7664, Max=4587, Min=919, Avg=1301.25, 90=1514, 99=1707, 99.9=3133, 99.99=4587] 
2020-03-20 15:28:22:769 2042 sec: 1523252 operations; 750.4 current ops/sec; est completion in 3 hours 9 minutes [READ: Count=7504, Max=4891, Min=977, Avg=1328.84, 90=1495, 99=1701, 99.9=3207, 99.99=4891] 
2020-03-20 15:28:32:769 2052 sec: 1530492 operations; 724 current ops/sec; est completion in 3 hours 9 minutes [READ: Count=7240, Max=4687, Min=1022, Avg=1376.82, 90=1562, 99=1868, 99.9=3745, 99.99=4687] 
2020-03-20 15:28:42:769 2062 sec: 1537652 operations; 716 current ops/sec; est completion in 3 hours 9 minutes [READ: Count=7160, Max=4843, Min=995, Avg=1392.09, 90=1573, 99=1961, 99.9=4427, 99.99=4843] 
Maximum time elapsed. Requesting stop for the workload.
Stop requested for workload. Now Joining!
2020-03-20 15:28:52:769 2072 sec: 1545087 operations; 743.5 current ops/sec; est completion in 3 hours 9 minutes [READ: Count=7435, Max=5451, Min=1009, Avg=1341.04, 90=1551, 99=1848, 99.9=3687, 99.99=5451] 
2020-03-20 15:28:53:030 2072 sec: 1545088 operations; 3.83 current ops/sec; est completion in 3 hours 9 minutes [READ: Count=1, Max=1386, Min=1386, Avg=1386, 90=1386, 99=1386, 99.9=1386, 99.99=1386] [CLEANUP: Count=1, Max=258559, Min=258432, Avg=258496, 90=258559, 99=258559, 99.9=258559, 99.99=258559] 
[OVERALL], RunTime(ms), 2072630
[OVERALL], Throughput(ops/sec), 745.4721778609786
[TOTAL_GCS_PS_Scavenge], Count, 1363
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 1741
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.08399955611951963
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1363
[TOTAL_GC_TIME], Time(ms), 1741
[TOTAL_GC_TIME_%], Time(%), 0.08399955611951963
[READ], Operations, 1545088
[READ], AverageLatency(us), 1337.0665263078868
[READ], MinLatency(us), 897
[READ], MaxLatency(us), 8887
[READ], 95thPercentileLatency(us), 1598
[READ], 99thPercentileLatency(us), 1734
[READ], Return=OK, 1545088
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 258496.0
[CLEANUP], MinLatency(us), 258432
[CLEANUP], MaxLatency(us), 258559
[CLEANUP], 95thPercentileLatency(us), 258559
[CLEANUP], 99thPercentileLatency(us), 258559